Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “可能……是降临的时间节点出现了错误，这个世界已经发展出科技了吧？”系统尝试着说服自己。
en_us: Maybe… there was a mistake during the time of my descent, and technology had been developed in this world? The System tried to convince itself.

source: “可能为实力超出本系统可控范围的强者所为，也可能是来自更高级的文明的捕获。”系统答道。
en_us: "It might be done by a powerhouse that is far stronger than what I can control or they could have been taken by a thing from an even more advanced civilization," the System replied.

source: “可能太累了。”麦格左顾言他。
en_us: "Perhaps I'm just too tired." Mag tried to change the topic.

source: “可能是我的必杀警告刺激到他了。”麦格觉得也只有这个理由了。
en_us: "Maybe my death threat had triggered him." Mag thought that this was the only probable reason.

source: “可能是有人在背后说你坏话呢。”伊琳娜拿了一瓶红酒和两个高脚杯，笑吟吟的看着麦格。
en_us: "Maybe someone is bad-mouthing you behind your back." Irina, who was holding a bottle of red wine and two wine glasses, looked at Mag with a smile.

source: “可能是被什么魔兽直接破坏了吧。”
en_us: "Maybe they were destroyed by magic beasts."

source: “可能是这样的，这个世界或许和我们认知的不太一样。”麦格微微点头，抬头望着天花板，笑道：“可能天上还有一个世界呢，否则为什么强者也无法飞到更高的地方，这个天空就像是有上限一般。”
en_us: "That might be the case. Perhaps this world is not quite the same as what we know it to be." Mag nodded slightly. He looked up at the ceiling and said with a smile, "There might even be a world up in the sky. Otherwise, why can't powerhouses fly to even higher places. It's as though there's a upper limit to the sky."

source: “可能是邻居吧，我去看看。”麦格也不知道来人是谁，不过没有感受到杀气和强大的气息，只是普通人类而已。
en_us: "It might be the neighbor. Let me take a look." Mag did not know who was at the door, but he did not feel any murderous intent or a powerful aura. That person was just an ordinary human being.

source: “可能是饭做太多了吃不完吧。”
en_us: "Perhaps, he cooks too much food and they can't finish it."

source: “可能要等一会，不过埃菲小姐放心，我会保护你的。”
en_us: "We may have to wait for a while, but don't worry, Miss Eiffie. I'll protect you."

source: “可这些酒窖都贴着封条。”埃菲皱眉道。
en_us: "But all these cellars are sealed." Eiffie replied with a frown.

source: “吃吧，管够。”麦格笑着给她再夹了一只包子，小姑娘还挺实诚的。
en_us: "Have some more. There's enough." Mag put another dumpling in Mala's bowl. This young maiden is rather honest.

source: “吃啊，别客气，锅里还有呢。”艾米满是期待的看着三人说道。
en_us: "Let's eat. Don't be shy. There is more in the wok," Amy said to the three of them expectantly.

source: “吃好了我们就该谈正事了，你们这一路北上，可有发现？”麦格看着两人问道。
en_us: "Let's start on the important things now that you're done eating. Have you discovered anything on your way north?" Mag asked the two.

source: “吃饱了吗？还要不要再来一份羊肉卷？”麦格看着终于把碗里的菜全部吃完的艾米，笑着问道。
en_us: "Are you full? Do you want another serving of mutton roll?" Mag asked with a smile when he saw Amy finishing all the food in her bowl.

source: “各位评委对这款酒给出了极高的评价，那现在请评委们给这款酒进行打分吧，然后我们便可以揭晓这款给大家带来惊喜的酒，究竟来自哪家酒馆，出自哪位酿酒大师之手。”主持人将有些混乱的场面重新控了回来。
en_us: "All the judges gave this liquor an excellent review. Then, can the judges please give this liquor its score, so that we can reveal which tavern and which brewer does this marvelous liquor came from."The emcee calmed the slightly chaotic situation down.

source: “合作愉快。”麦格向她伸出了手。
en_us: "Happy cooperation." Mag extended his hand to her.

source: “合格和完美，果然还是有着极大的差距，这一次，倒是系统难得的宽容了。”麦格睁开眼睛，自语道。
en_us: Mag opened his eyes, and mumbled to himself, "There's indeed a huge difference between passable and perfection. The system is rarely so magnanimous."

source: “同喜。”
en_us: Same to you."

source: “后来呢？”
en_us: "What happened after that?"

source: “后生可畏啊，咱们洛都城里，真的出了一位酿酒奇才了。”库尔特忍不住赞叹道。
en_us: "The young are to be feared. A genius has emerged in our Rodu city." Kurt couldn't help but praise.

source: “听到汉娜厂长正在教授科学发展观，我可不敢打扰，就先自己随便逛逛了。”麦格转身看着穿着一身蓝色工服的汉娜笑着说道。
en_us: Mag turned around to face Hannah in her blue overalls, and smilingly said, "I didn't dare to interrupt when I heard Director Hannah teaching about scientific discoveries, so I decided to walk around by myself first."

source: “听说外面发生了大事，不知道情况怎么样了，真是让人担忧呢……”坐在窗边的温妮莎放下了手中的美食杂志，把暖炉捧在手中，看着院墙之外张牙舞爪的光秃秃的枝干，有些忧虑道。
en_us: Vanessa, who was sitting by the window, put down the gourmet magazine, picked up a hand warmer, and looked at the bare branches as she worriedly said, "I heard that something big happened out there. I wonder what the situation is now? It's so worrying…"

source: “听起来……好像是这样的。”系统有点动摇了。
en_us: "That sounds... like the case." The System wavered.

source: “听起来是又那么点道理，但其实不是这样的。”麦格笑着摇摇头，“吃了不会死，和能够用来烹饪成为一道美味的食物，这两者之间是有很大区别的。
en_us: "It sounded reasonable but it actually isn't so." Mag shook his head with a smile. "Being edible and being able to be made into a delicious dish is two very different things.

source: “听起来都不是什么好结果。”麦格摇头。
en_us: "Doesn't sound good either way." Mag shook his head.

source: “吸收了那些怨气和精血之后，他的实力在九级以上，但未到十级，这个实力想要杀死安德烈和乔修，再镇压一切反对成为洛斯帝国的国王，是根本不可能的事情。”麦格摇头，“就算是我，也很难杀死身处洛都皇宫中的安德烈。”
en_us: "After absorbing all the resentment and blood essence, his power is above the 9th-tier, but he hasn't reached the 10th-tier yet. It's impossible for him to kill Andre and Sean, and suppress all to become the king of the Roth Empire." Mag shook his head. "Even I will have a hard time killing Andre when he is in the Rodu palace."

source: “吸田螺是有技巧的，初级选手最好是直接上手，像我这样拿起一只田螺，然后把螺口的位置对着嘴巴，然后凑上前，用力吸一下田螺口，里面的螺肉自然就会出来了。
en_us: "There is a technique for sucking escargot. For beginners, it's easier to use your hands. Pick up an escargot like me, and put its opening to your mouth. After that, suck hard and the meat would come out naturally."

source: “吸螺丝啊……”麦格微微挑眉，这对于异世界人民恐怕是一种挑战啊。
en_us: "Sucking escargots..." Mag raised his brows slightly. This was no doubt a challenge to the people of the alternate world.

source: “吾乃克苏鲁……”
en_us: "I am Cthulhu..."

source: “吾乃克苏鲁大人麾下仆从恐怖猎手，我在你的身上感受到了克苏鲁大人的气息，想知道你是否知晓大人的下落。”大蛇语调麻木的答道。
en_us: The giant snake numbly replied, "I am Horror Hunter, Lord Cthulhu's servant. I sensed the presence of Lord Cthulhu on you and I wanted to see if you knew where my lord is."

source: “呕~~~”
en_us: "Blargh~~~"

source: “呜呜呜——”
en_us: "Boohoo--"

source: “呜呜呜……他好凶哦，我好怕怕……”这时，一直拖着腮帮子在一旁看戏的艾米突然转身抱着麦格的手臂，软萌萌的说道，泪光在大大的眼睛里闪烁，令人心疼。
en_us: Just then, Amy, who had been watching the show, suddenly turned to grab Mag's arm with tears welling up in her big eyes as she said pitifully, "Boohoo… He's so fierce, I'm very scared…"

source: “呵。”
en_us: "Heh."

source: “呵。”伊琳娜笑了笑，拿出法师杖，“那就出发吧。”
en_us: "Heh." Irina laughed. She pulled out her magic caster's staff, and said, "Let's go."

source: “呵。”麦格不厚道的笑了。
en_us: "Ha." Mag laughed disrespectfully.

source: “呵呵。”伊琳娜冷冷一笑，“做久了当然会腰酸，所以我应该要体谅一下你吗？”
en_us: "Hoho." Irina sneered. "Of course, it would hurt after you 'worked' for a long time. Should I be considerate towards you?"

source: “呵呵，你应该早就得到消息了吧？”伊琳娜似笑非笑的看着麦格，似乎已经看穿了他的把戏。
en_us: "Hoho. You should have received the news long ago, right?" Irina looked at Mag with a smile, as if she had already seen through his tricks.

source: “呵，一群小肚鸡肠的家伙。”麦格撇撇嘴，就此作罢。
en_us: "Heh, a bunch of stingy fellows." Mag pressed his lips together and let thigns go.

source: “呵，人类的本质果然是复读机。”某生活体验系统冷笑道。
en_us: "Heh. Humans are indeed just a repeating machine," a certain Life Experience System scoffed.

source: “呵，女人。”麦格顺势摸了一下自己的头发，看着收起重狙的晞消失在餐厅门口，才真正松了口气。
en_us: "Ha, women." Mag smoothed his hair with hand. He really heaved a breath of relief after he watched Xi kept her assault rifle and disappeared at the tavern's door.

source: “呵，断臂求生，还真是丝毫不犹豫呢。”一道轻笑在山洞中响起，山洞口缓步走来一道穿着银色长裙的身影。
en_us: "Ha, cutting your losses. You didn't even hesitate." A chuckle rang out in the cave, and a figure in a long silver dress slowly walked in from the entrance.

source: “呵，果然你还是背着我在外面乱搞了吗？”伊琳娜的眉毛一竖，空气似乎都变得寒冷了几分。
en_us: "Heh. So you did play around behind my back?" Irina's eyebrows shot up and the air seemed to have gotten colder.

source: “呸……”一旁伊琳娜也吐出了半颗绿豆，看了看手里剩下的半块绿豆糕，毫不犹豫的丢进了一旁的垃圾桶。
en_us: "Pah…" Irina also spat out half a mung bean. She looked at the remaining half of the pancake in her hand, and threw it into the trash can at the side without hesitation.

source: “呸！”
en_us: "Ptui!"

source: “呼——”出了门，埃菲贴着门长长呼了一口气，跺了跺脚，羞的无地自容，“不是说好了黄金单身汉吗？！”
en_us: "Whew…" After leaving, Eiffie let out a long sigh of relief while leaning against the door. She stomped her feet, and felt utterly embarrassed. "Wasn't he supposed to be an eligible bachelor?!"

source: “呼……好辣！”
en_us: "Whew… it's spicy!"

source: “和米娅她们说过了吗？”麦格问道。
en_us: "Have you talked to Miya and the rest?" Mag asked.

source: “咔嚓、咔嚓。”
en_us: Crunch, crunch.

source: “咕嘟。”波比一口把酒闷了，话匣子又开了。
en_us: Bobby gulped it down, and started talking again.

source: “咕噜。”
en_us: "Gulp."

source: “咕噜。”诺亚咽了一下口水，还真是话梅的酸甜味道。
en_us: Noah gulped. It was indeed the preserved plum's sourish and sweet taste.

source: “咚咚。”
en_us: "Knock knock."

source: “咚咚！”
en_us: "Bam, bam!"

source: “咦~~这夸奖一点诚意都没有。”康妮撇撇嘴，可脸上依旧笑开了花。
en_us: "Hey~~ There isn't even a hint of sincerity in that praise." Connie pouted, but was still very happy.

source: “咦？你看那个数字跳了一下欸！我现在是有一个体验值了吗？”艾米眼睛睁大，惊喜道。
en_us: "Hm? Look, that number jumped! Do I have experience points now?" Amy exclaimed with her eyes widened.

source: “咦？它会说话啊？”
en_us: "Hmm? It can talk?"

source: “咦？温妮莎姐姐！”坐在柜台后的艾米看到温妮莎眼睛一亮，不过想到父亲的话，又是忍住了没有打招呼。
en_us: Hmm? Big Sister Vanessa! Amy, who was sitting behind the counter, saw Vanessa, and her eyes lit up. However, when she recalled her father's words, she resisted the urge to greet her.

source: “咱们学了人家的菜，用了人家的菜名，那就得用心做出好菜，不能败坏了人家的名声！
en_us: "Since we've learnt their dishes and used their dish names, we should put in our heart and soul in the dishes and not ruin their reputation!

source: “咱们都谈到这种程度了，你现在反悔，有些不太合适吧？”高瘦中年人皱眉道。
en_us: "We have already reached this stage of negotiation. Isn't it inappropriate to change your mind now?" The tall and lean middle-aged said with a frown.

source: “品酒大会好像已经有三年没有出现满分酒了吧？”
en_us: "There probably hasn't been a wine that had received full marks at the liquor tasting event for thee years, right?"

source: “哇哦。”麦格眼睛一亮，这美人鱼画的。
en_us: "Wow." Mag's lit up. This mermaid was so nicely drawn.

source: “哇哦！好多好吃的！”艾米的眼睛都亮了，立马拿出一包薯片吃了起来。
en_us: "Wow! So many goodies!" Amy's eyes lit up. She quickly took out a packet of chips and started eating.

source: “哇哦！好大的蜗牛啊！”
en_us: "Wow! What a big snail!"

source: “哇哦！好帅气！八字胡好性感啊啊啊……”
en_us: "Wow! He's so handsome! His mustache is so sexy. Aaaah…"

source: “哇哦！这个味道！超赞的！”
en_us: "Wow~ This taste! Superb!"

source: “哇哦，今天早上可以吃到灌汤包吗？我的最爱！”艾米看着高高的蒸笼，眼睛一亮。
en_us: "Wow, are we having soup dumpling for breakfast today? My favorite!" Amy's eyes lit up when she saw the bamboo steamer stacked up high.

source: “哇哦，套鹅真好玩，还有钱赚，有大肥鹅吃。”艾米清点着收到的钱，小脸上满是开心的笑容。
en_us: "Woah, it's really fun to ring-a-goose. We got to eat geese and earn money at the same time." Amy counted the money with a happy smile.

source: “哇哦，好可爱。”艾米一把抱起一脸懵的丑小鸭，脸上满是欢喜之色。
en_us: "Wow. It's so cute." Amy carried the dazed Ugly Duckling with an ecstatic expression.

source: “哇哦，好可爱啊……我要被萌死了！”
en_us: "Woah. So adorable… I am going to be killed by its cuteness."

source: “哇哦，好多好吃的！”
en_us: "Wow, so many goodies!"

source: “哇哦，好好玩，安妮姐姐你们也来玩几个吧。”艾米拿了几个竹圈给安妮和伊琳娜，笑眯眯的说道。
en_us: Amy passed a few bamboo rings to Annie and Irina, and smilingly said, "Wow, this is so fun. Come and play too, Big Sister Annie."

source: “哇哦，好好玩，我们可以拿走一点玩吗？”艾米也发现了这些圆滚滚的绿豆的趣味，小手在袋子里扒拉着，一把也只能抓起五六颗。
en_us: "Wow, this is fun. Can we take some to play?" Amy also found these ground mung beans interesting. She put her hands in the bag, and grabbed around, but could only grab five to six beans in a handful.

source: “哇哦，好漂亮。”艾米眼睛一亮，忍不住伸手轻轻戳了一下那灌汤包。
en_us: "Wow, it's pretty." Amy's eyes lit up. She could not resist the urge to poke the soup dumpling.

source: “哇哦，好神奇，可以吃吗？”艾米拿了一颗喂给丑小鸭。
en_us: "Wow, this is incredible. Is this edible?" Amy fed Ugly Duckling the popcorn.

source: “哇哦，父亲大人，这是金子做的吗？”艾米把手里的盘子放在秋千椅上，从秋千上跳了下来，两眼放光的看着麦格手里的奖杯问道。
en_us: Amy put her plate on the swing and leaped off it. Staring at the trophy in Mag's hands with glowing eyes, she asked, "Wow. Father, is it made of gold?"

source: “哇哦，看起来好酷啊。”艾米已经迫不及待的换上了小战甲，费劲的套上头盔，跨坐在摩托车上，俨然化身为小骑士。
en_us: "Wow, it looks very cool." Amy had already changed into her little armor excitedly and even put on her helmet. She sat on the motorcycle and transformed into a little knight.

source: “哇哦，能吃的蜗牛！找到了诶！”艾米开心的从伊琳娜手机里接过那只蜗牛。
en_us: "Wow, an edible snail! We found it!" Amy received that snail from Irina happily.

source: “哇哦，这个新手任务和做一锅扬州炒饭一样简单呢。”艾米开心道。
en_us: "Wow, this novice assignment is as easy as cooking this Yangzhou fried rice," Amy said happily.

source: “哇哦，那不是父亲大人吗？”艾米跳下马车，看着书店门口立着的一个大厨画像，不由惊讶道。
en_us: Amy leaped off the horse-drawn carriage. When she saw a giant painting of a chef in front of the bookshop's entrance, she was amazed, and said, "Wow. Isn't that Father?"

source: “哇喔，没想到哈迪斯老板还是一个会做饭的好男人呢。”埃菲一脸惊讶的掩嘴，轻笑道：“不知道什么时候有机会尝尝您的厨艺，您的夫人可真是一位幸福的女人。”
en_us: "Wow, I didn't expect Boss Hades to be a good man who cooks." Eiffie covered her mouth in shock. With a soft laugh, she said, "I wonder when I would have the chance to try your cooking. Your wife is really a lucky woman."

source: “哇喔，这样也可以啊？”艾米眼睛一亮，看着丑小鸭就像是看到了一个宝藏一般。
en_us: "Wow. That works too?" Amy lit up her eyes. She stared at Ugly Duckling as though she was looking at a treasure.

source: “哇塞，就算是残废，那也是十级的残废啊。”康妮瞪眼。
en_us: "Woah. Although he was maimed, he was a 10th-tier maimed person." Connie glared.

source: “哇，他老婆好漂亮！”
en_us: "Wow, his wife is so beautiful!"

source: “哇，佛跳墙和叫化鸡吗！”诺亚的眼睛都直了，狂咽口水。
en_us: Noah stared and gulped, "Wow, are they 'Buddha Jumps Over the Wall'' and beggar's chicken?!"

source: “哇，你这么变态的吗？”
en_us: "Woah. Are you that perverted?"

source: “哇，套中了！”
en_us: "Wow. She got it!"

source: “哇，画的很棒啊。”麦格看着安妮，有些惊讶，“安妮是第一次画吗？”
en_us: "Wow. It's a great drawing." Mag looked at Annie with shock. "Is this your first time drawing, Annie?"

source: “哇，这个熊猫也太可爱了吧？！好想养一只啊。”艾米和安妮的目光都被图片上萌萌哒小熊猫吸引了。
en_us: "Wow. This panda is so cute! I really want to have it." Amy's and Annie's gaze were attracted by the cute little panda cub in the picture.

source: “哇，那两个是他女儿吗？好可爱啊！”
en_us: "Wow. Are those two his daughters? They're so adorable!"

source: “哈哈哈……”
en_us: "Hahaha…"

source: “哈哈啊……蠢死了……”艾米和安妮笑得前俯后仰。
en_us: "Hahaha… so stupid…" Amy and Annie were rolling on the floor, laughing.

source: “哈迪斯先生一个人去找幕后凶手吗？”埃菲微微一愣，他以为麦格早上只是去衙门录口供。
en_us: "Did Mr. Hades go to look for the perpetrator alone?" Eiffie was slightly taken aback. She thought Mag had only gone to give his statement at the court in the morning.

source: “哈迪斯先生也看了食全食美杂志，然后自己学着做的吗？”埃菲一脸惊叹的看着麦格，“看起来和画的简直一模一样呢！实在太厉害了吧！”
en_us: "Mr. Hades, did you also read the Perfect Food magazine and learn it on your own?" Eiffie looked at Mag in shock. "It looks exactly the same as in the picture! You're too good at this!"

source: “哈迪斯先生可以考虑一下，如果有想法的话，随时可以来里斯酒馆找我。”鲍里斯往旁边站了一点，看着马车说道。
en_us: "Mr. Hades, you can consider it. If you have any ideas, you can always look for me at Reese Tavern." Boris took a step to the side as he said toward the horse-drawn carriage.

source: “哈迪斯先生您好，这么早来找您，没有打扰到您吧。”费奇站在门外，满脸堆笑的看着麦格。
en_us: Fitch stood at the door and smilingly said to Mag, "Hello, Mr. Hades. I hope I didn't disturb you by looking for you so early in the morning."

source: “哈迪斯先生早。”
en_us: "Good morning, Mr. Hades."

source: “哈迪斯先生的意思是……烧掉酒窖和酒馆，然后把我交给那个幕后凶手吗？”埃菲看着麦格，脸色微变。
en_us: "Mr. Hades, what you mean is... burn the cellar and tavern, and then hand me over to the mastermind?" Eiffie looked at Mag as her expression changed.

source: “哈迪斯先生真是一个好父亲。”埃菲点点头，也不勉强，取出钱结了自己的账。
en_us: "Mr. Hades is indeed a great father." Eiffie nodded. She didn't force Amy to accept the treat. She took out the money and settled her bills.

source: “哈迪斯先生邀请我们去吃饭吗？”埃菲眼睛一亮，顿时清醒了许多，不过为了显得矜持一些，准备稍微推辞一下。
en_us: "Mr. Hades wants to invite us for lunch?" Eiffie lit up her eyes. She was instantly awake, but to appear more reserved, she was prepared to decline initially.

source: “哈迪斯先生，你们……”
en_us: "Mr. Hades, you..."

source: “哈迪斯先生，你们一家也是去参加品酒大会吧。”埃菲和玛拉也刚好从酒馆里出来，看到麦格他们一家，笑着打招呼道。
en_us: "Mr. Hades, are you going to the liquor tasting event as a family?" Eiffie greeted with a smile as she walked out from the tavern.

source: “哈迪斯先生，你好，可以耽误你一点时间吗？”麦格正准备上马车，却被叫住。
en_us: "Hi, Mr. Hades, can I take some of your time?" Mag was called called back when he was about to board the horse-drawn carriage.

source: “哈迪斯先生，兰贝街的人气、地段、商业氛围都是这一区域内最好的，特别是这两年，兰贝街已经成为朝廷里当官的大人们吃饭娱乐的首选，刚刚带您看的那几家店铺您真的不再考虑一下吗？”一位络腮胡的中介跟在已经易容过的麦格身旁，不遗余力的说道。
en_us: "Mr. Hades, Lambay Street is the most popular in this area. Its location and business atmosphere are the best too. Especially in these two years, Lambay Street has become the first choice for the lords in the court for entertainment. Are you really not going to consider those several shops that you saw earlier?" An agent with a beard strongly encouraged Mag, who had disguised himself.

source: “哈迪斯先生，您可真是有眼光，相信罗莫街在您的运营之下，肯定会生意火爆，财源广进。”费奇红光满面的看着麦格，这大半天的时间，比他整个职业生涯卖的房子还多，整整一百栋楼，光是提成他就拿了两百多万铜币，可以直接退休回家盖房子讨老婆了。
en_us: "Mr. Hades, you really have the outlook. I believe Romo Street will prosper and earn you tons of money under your brilliant operation." Fitch looked at Mag with a glow. He had sold more properties in this half a day than in his entire career. It was a total of 100 properties. Just his commission alone was over 2,000,000 copper coins. He could quit, return home, build a house, and get a wife right now.

source: “哈迪斯先生，您的这些商铺恐怕……”
en_us: "Mr. Hades, I'm afraid these shops are..."

source: “哈迪斯先生，您真乃神人也。”费奇看着麦格在认购书上爽快签字，心情有些复杂。
en_us: "Mr. Hades, you are such an extraordinary person." Fitch watched Mag sign on the subscription documents with complicated emotions.

source: “哈迪斯先生，您请里边坐。”费奇出门，看到站在门口的哈迪斯，连忙堆上笑脸迎上前道。
en_us: "Mr. Hades, please come in." Fitch went out and saw Hades who was standing at the door. He quickly went over with a smile to welcome him.

source: “哈迪斯先生，我……”她抓着麦格的手，脸蛋微红，激动之心溢于言表。
en_us: "Mr. Hades, I..." Eiffie grabbed Mag's hands as her face flushed with gratefulness that she could not put into words.

source: “哈迪斯先生，我们在这里！”埃菲带着玛拉笑着迎上前来。
en_us: "Mr. Hades, we're over here!" Eiffie and Mala came up with a smile.

source: “哈迪斯先生，我觉得开酒馆可能有些浪费了你的才华。”埃菲看着麦格，由衷的说道：“您的厨艺比起酿酒技艺，丝毫不弱下风，令人惊叹，令人折服。”
en_us: "Mr. Hades, I think opening a tavern is a waste of yoru talent." Eiffie looked at Mag and said sincerely, "Your cooking is not any worse than your wine-brewing skills. It's really to die for."

source: “哈迪斯先生，求你放过我，条件你尽管提，我会满足你的一切愿望，只要你能让我安然离开这里。”鲍里斯看着麦格诚恳的说道。
en_us: "Mr. Hades, please let me go. Name your terms and I will satisfy all your wishes, as long as you let me leave here safely." Boris pleaded with Mag sincerely.

source: “哈迪斯先生，真乃神人也！”费奇心中无比震撼。
en_us: "Mr. Hades is such an extraordinary person!" Fitch felt extremely shocked.

source: “哈迪斯先生，这前边就有一家酒馆正在转让，您可以去瞧瞧，无论是店铺、装修、格局都非常符合你的要求。”中介费奇带着麦格向着不远处的那家挂着‘兰克斯酒馆’的店铺走去。
en_us: "Mr. Mag, there is a tavern looking for a new owner in front. Let's go over there to check it out. The furnishing and layout fit your requirements perfectly." Fitch, the agent, brought Mag to a nearby shop that was named "Linxe Tavern."

source: “哈迪斯先生，需要请其他人帮忙吗？这些零件都很重……”埃菲的话还没有说完，便看到麦格一手提起了一个密封的铁桶，随手放在了一旁的火灶上。
en_us: "Mr. Hades, do you need to get other people to help? These parts are all very heavy..." Before Eiffie could finish her sentence, she saw mr. hades lift up a sealed metal barrel in one hand and put it on the stove at the side.

source: “哈迪斯先生？”费奇拿了钱，准备开溜。
en_us: "Mr. Hades?" Fitch took his money, and was about to make his escape.

source: “哈迪斯老板诚不欺我！男人喝酒喝到七分醉，演戏演到你流泪！”帕萨睁开眼睛瞄了一眼，在心里怒赞。
en_us: "Boss Hades did not lie to me indeed! A 70% drunk man can make you cry with his acting!" Pasa opened his eyes to glance at Clara as he exclaimed to himself.

source: “哈迪斯老板，昨晚发生了什么？”
en_us: "Boss Hades, what happened last night?"

source: “哈迪斯老板，这今天如果有关于这个案子的任何消息，请及时和我们联系。”工作人员把麦格送到门口，叮嘱道：“还有，你也要注意安全。”
en_us: "Boss Hades, if you have any news of this case today, please contact us immediately." The staff member reminded Mag after walking him to the door, saying, "Also, do be careful."

source: “哈迪斯？”费奇抬起头来，思考了一会，突然眼睛一瞪，露出了几分惊色。
en_us: "Hades?" Fitch looked up. He thought for a while before his eyes widened in shock.

source: “哈麻皮？”艾米看着躺在地上的鲍里斯，摇摇头，“父亲大人说，要文明。”
en_us: "What's happening?" Amy looked at Boris on the ground and shook her head. "Father said we have to be civilized."

source: “哈？”
en_us: "What?"

source: “哈？”费奇瞪眼。
en_us: "Huh?" Fitch gaped.

source: “哈？”鲍里斯瞪眼。
en_us: "Huh?" Boris glared.

source: “哈？？”
en_us: "Huh??"

source: “哈？？？”
en_us: "Huh???"

source: “哎呦，哈迪斯先生怎么这么见外呢，我这不是应邀来和你切磋切磋吗……”埃菲目光迷离，扭着腰肢又要向着麦格扑来。
en_us: "Aiyo, Mr. Hades, why are you behaving like that suddenly? Aren't I here because you invited me over for an exchange…" Eiffie's eyes were glassy, and she twisted around, wanting to pounce into Mag's embrace again.

source: “哟，今天咋这么多人啊？”亚伯罕领着温妮莎走进酒馆，看着已经有大半位置坐着客人的酒馆，有些意外。
en_us: "Yo, why are there so many people here today?" Abraham brought Vanessa into the tavern, and was shocked to see that more than half of the place was filled with seated customers.

source: “哦——这诱人的香味，不愧是麦老板！”诺亚深深嗅了一口，端出了两份加量版的黄焖鸡米饭。
en_us: "Oh… This enticing aroma. He's indeed Boss Mag!" Noah took a deep sniff as he took out two extra-large helpings of braised chicken and rice.

source: “哦……”伊琳娜若有所思，又道：“那你也可以变成我的样子？”
en_us: "Oh…" Irina thought for a while, and asked, "Then can you become me?"

source: “哦……是的，我也是看着学的。”
en_us: "Oh... yeah, I learned it from the magazine."

source: “哦……这令人惊叹的味道！简直无法形容这种感觉！”埃菲秀气的眉梢微微挑起，比起美味的粥，这肉汤更有侵略性，让人难以抗拒。
en_us: "Oh... this is a remarkable taste! It's an indescribable feeling!" Eiffie raised her beautiful brow. Compared to the porridge, this soup was intrusive and irresistable.

source: “哦。”小丫鬟不疑有他，把手里的食盒放下，一边将里边刚买回来的热菜热饭拿出来，一边道：“小姐，我听说对面酒馆昨晚的生意可好了呢，而且他们家的酒卖的极贵，一个客人至少得花1000铜币。”
en_us: "Oh." The maid didn't suspect anything. She put down a takeaway box in her hands, and took out the hot food within while saying, "Miss, I heard that the tavern opposite us had a roaring business last night. Moreover, the liquor that they sell is extremely expensive. A customer's minimum spending is at least 1000 copper coins."

source: “哦。”玛拉似懂非懂的点了点头。
en_us: "Oh." Mala nodded as if she understood Eiffie's words.

source: “哦。”玛拉点点头，转身向外走了几步，又是回过头来有些不解的看着埃菲道：“可是小姐，你为什么不答应那位鲍里斯先生的邀请呢？这样你不仅可以拥有很多家酒馆，而且还可以都叫做泰坦酒馆，还不用每天在这里辛苦酿酒，天天都可以睡懒觉了。”
en_us: "Yes." Mala nodded, turned around and walked a few steps away before she turned to ask Eiffie perplexedly, "But Miss, why don't you accept Mr. Boris' offer? Not you will have many taverns, you can also call them "Titan Taverns". You don't even have to work hard and brew liquor here everyday. You can also sleep in everyday."

source: “哦。”艾米若有所思的点了点头，两条小短腿悬空晃了晃，突然跳到了地上，跑到厨房门口看着正在准备食材的麦格道：“父亲大人，我想吃油条，就是放在火锅里煮一下的那种油条。”
en_us: "Oh." Amy nodded thoughtfully as she dangled her two short legs. She suddenly jumped off the chair, and ran to the kitchen door. While Mag was preparing the ingredients, she said, "Father, I want to have some youtiao. The kind that you put in the hot pot to cook for a while."

source: “哦，不是呢，这些都是没有拍好的黄瓜，不能用来做拍黄瓜了。”麦格摇头道。
en_us: "Oh, no, these are all cucumbers that I did not smash well. I can't use it to make Smashed Cucumber Salad," Mag said with a shake of his head.

source: “哦，你是有放了火，不过被住在她对面的那家酒馆的老板灭了，如果有需要的话，你可以在这里发布一个报复的任务。”里边传来了稍显轻快的声音。
en_us: "Oh, you did set it on fire but it was put out by the owner fo the tavern in front. If there is a need, you can always launch a revenge mission," the voice said in a rather light-hearted way.

source: “哦，原来如此。”麦格若有所思，然后就感觉自己被冒犯了。
en_us: "Oh, I see." Mag thought for a while, and felt offended all of a sudden.

source: “哦，又有客人来了呢。”艾米从柜台后边探出个小脑袋，有些好奇的看着进门来的一群人。
en_us: "Oh, we have customers again." Amy poked her little head out from the counter, and looked at the group of people that just came in curiously.
